import React, { Component } from 'react';

export default class Home extends Component {
    static propTypes = {
    };
    constructor() {
        super();

    }
    render() {
        return (
            <div>
                <h3 style={{textAlign:'center'}}>董事长致辞 </h3>
                <div style={{textAlign: 'center'}}>
                    <img src="/public/img/ceo.jpg" />
                </div>
                <h4 style={{textAlign:'center'}}>致下一个十年</h4>
                <p style={{textIndent: '2em'}}>人生犹如一场马拉松，从1981年辞去国营单位的工作开始创业，当年26岁的我如今已经62岁了。昔日站在同一起跑线上的竞技者有些已经遥遥领先，有些渐渐停下了脚步，而我却从未想过要放弃。这是一场伟大却孤独的角逐，无关对手，也看不见终点，对我而言，在这36年的征程中，如果说有什么能够不断鼓舞自己的，那就是脚下的路和内心的追求。                </p>
                <p style={{textIndent: '2em'}}>重庆是我的家乡，山城这方水土滋养了我，赋予我不服输的个性，也赐予我涉足泡制食品行业的灵感。正是在这双重力量的驱使下，我将一道川渝地区的家常小菜研制成泡肉休闲食品推向市场；将我的全部心血——“有友食品”，从一个小作坊发展为上市企业；将一个青年人的“白日梦”，一个看似不可能完成的任务变成了现实。如今，有友食品即将迎来她的19岁生日，而未来正向这个朝气蓬勃的年轻人展示出无数种可能，站在这充满了光明与希望的十字路口，我和我的团队踏上了璧山这片热土，埋下期许的种子，开始一段新的征程。</p>
                <p style={{textIndent: '2em'}}>落其实者思其树，引其流者怀其源。在这承前启后的历史性时刻，我要感谢邓小平先生提出的改革开放政策，没有改革开放，就没有民营经济的蓬勃发展，而缺少这一支中国经济社会中重要的推动力量，也就无法看到有友食品以旺盛的生命力和进取的身姿活跃在休闲食品的舞台上，就没有有友食品的今天。还要感谢我的家乡——重庆，它见证了有友人的执着与坚持，见证了有友团队的交接与传承，见证了有友食品每一步的成长和每一次的腾飞。明年正值重庆直辖二十周年，也是有友食品成立的第二十年，我要向美丽的重庆致敬：峥嵘岁月、光辉前程。有友食品愿与重庆一路同行，一如既往为城市的发展贡献自己的一份力量。</p>
                <p style={{textIndent: '2em'}}>从2013年12月有友食品经由招商引资进驻璧山开始，便和这块土地结下了不解之缘。如今有友食品璧山基地已经建成，我们对这里的一草一木也越来越熟悉。感谢璧山政府对有友食品的支持与帮助，有友食品愿以璧山厂区作为新征程的起点，本着有友人诚信、务实、执着、创新的奋斗精神，锐意进取、再创佳绩，为璧山的发展添砖加瓦。</p>
                <p style={{textIndent: '2em'}}>最后，我要感谢有友团队的全体员工。有友食品能够取得今天的成绩，与每一位有友人的耕耘与付出密不可分。作为个体，每个人都拥有独一无二的个性，作为有友团队的一分子，我们秉持同样的价值观及认同感，在每一天、每一项的工作中寻找自己存在的意义。或许以当下的视角来看，我们只是解决了一个又一个眼前的困难，但是如果将目光投向更远的地方，你会发现这其实一段宝贵的人生经历。过去的经历塑造了今天的自己，而这一刻的选择势必影响未来的人生。让我们保持内心燃烧的火焰，以赤子之心面对过往、奔向未来。</p>
                <p style={{textIndent: '2em'}}>雄关漫道真如铁，而今迈步从头越。下一个十年，将是有友食品高速发展的十年，我们面临的机遇更多，我们肩上的责任更重。我们愿与社会各界一起，积极履行社会责任，为中国民营经济的可持续发展做出自己的贡献。用创新追随梦想，用坚持搏击风浪，用豪情书写中国的荣光！                </p>
                <p style={{textIndent: '0', textAlign:'right', marginRight: '130px'}}><strong>董事长：鹿有忠</strong>           </p>
                
            </div>
        );
    }
}

